IDS_STL_TBL_HORDOT                            = "Hor."
IDS_STL_TBL_VERDOT                            = "Ver."
IDS_STL_TBL_HOR                               = "Horizontal"
IDS_STL_TBL_VER                               = "Vertical"
IDS_STEEL_TB_HORDOT                           = IDS_STL_TBL_HORDOT
IDS_STEEL_TB_VERDOT                           = IDS_STL_TBL_VERDOT
IDS_STEEL_TB_HOR                              = IDS_STL_TBL_HOR
IDS_STEEL_TB_VER                              = IDS_STL_TBL_VER
IDS_STEEL_TB_SEISMIC_N_LOAD                   = "Seismic\nLoad"
/**/IDS_STEEL_DLG_GREATER_THAN_ZERO           = "Provided weld length must be greater than 0."
/**/IDS_STEEL_DLG_GREATER_THAN_MAXLEN         = "Provided length must be ≤ Max Weld Length"

IDS_STL_FRAME_TYPE_SPECIAL_MOMENT             = "Special Moment Frames"
IDS_STL_FRAME_TYPE_INTERMEDIATE_MOMENT        = "Intermediate Moment Frames"
IDS_STL_FRAME_TYPE_ORDINARY_MOMENT            = "Ordinary Moment Frames"
IDS_STL_FRAME_TYPE_SPECIAL_CONCEN_BRACED      = "Special Concentrically Braced Frames"
IDS_STL_FRAME_TYPE_ORDINARY_CONCEN_BARCED     = "Ordinary Concentrically Braced Frames"
IDS_STL_FRAME_TYPE_ECCENTRICALLY_BRACED       = "Eccentrically Braced Frames"
IDS_STL_FRAME_TYPE_BUCKLING_RESTRAINED_BRACED  = "Buckling-Restrained Braced Frames"
IDS_STL_FRAME_TYPE_SPECIAL_PLATE_SHEAR_WALL   = "Special Plate Shear Walls"

IDS_STL_EC3_ANNEX_CALTYPE_ANNEXA              = "Annex A"
IDS_STL_EC3_ANNEX_CALTYPE_ANNEXB              = "Annex B"

IDS_STEEL_BEAM_MODEL_INVALID_MEMNAME          = "Beam Name has not been entered."
IDS_STEEL_BEAM_MODEL_INVALID_MEMBER_USE_TYPE  = "Invalid Member Use Type."
IDS_STEEL_BEAM_SECTION_INVALID_NAME           = "Invalid Section : Name is empty."
IDS_STEEL_BEAM_SECTION_NOT_EXIST_IN_DB        = "Section is not exist in DB."
IDS_STEEL_BEAM_SECTION_INVALID_B              = "Invalid Section : B < 0"
IDS_STEEL_BEAM_SECTION_INVALID_H              = "Invalid Section : H < 0"
IDS_STEEL_BEAM_SECTION_INVALID_TW             = "Invalid Section : tw < 0"
IDS_STEEL_BEAM_SECTION_INVALID_TF             = "Invalid Section : tf < 0"
IDS_STEEL_BEAM_SECTION_INVALID_T              = "Invalid Section : t < 0"
IDS_STEEL_BEAM_SECTION_INVALID_D              = "Invalid Section : D < 0"

IDS_STEEL_EXCEL_CREATE                        = "Creating the Excel data(s)"
IDS_STEEL_EXCEL_CANCEL                        = "Export to Excel is canceled."
IDS_STEEL_EXCEL_FAIL                          = "Export Failed. Cannot find the EXCEL.EXE"
IDS_STEEL_WORD_FAIL                           = "Export Failed. Cannot find the WORD.EXE"

IDS_STEEL_OPEN_RECT_SIZE_H                    = "Size(H)"
IDS_STEEL_OPEN_RECT_SIZE_D                    = "Diameter(D)"

IDS_STEEL_FOLL_MEMB_NOT_DESIGN                = "Following members cannot be designed.\n\n"
IDS_STEEL_FOLL_MEMB_NOT_CHECK                 = "Following members cannot be checked.\n\n"
IDS_STEEL_DESIGN_BEAM_COL__d_d                = "Designing Steel Beam/Column (%d/%d)"
IDS_STEEL_DESIGN_BASE_PLATE__d_d              = "Designing Steel Base Plate (%d/%d)"
IDS_STEEL_DESIGN_BOLT_CONN__d_d               = "Designing Steel Bolt connection (%d/%d)"
IDS_STEEL_DESIGN_BOLT_MOMENT_CONN__d_d        = "Designing Steel Moment Bolt Connection (%d/%d)"
IDS_STEEL_DESIGN_CRANE_GIRDER__d_d            = "Designing Steel Crane Girder (%d/%d)"
IDS_STEEL_DESIGN_STAIR__d_d                   = "Designing Steel Stair. (%d/%d)"
IDS_STEEL_NOTMATCH_CODE_RESULT_DATA           = "Design code data of the analysis results is not identical."
IDS_STEEL_NOT_ADD_IN_FIRSTROW                 = "1st column cannot be added."
IDS_STEEL_INVALID_CELL_APPOINT_CELL           = "Selected Cells to be inserted are not valid. Please re-select the cells."
IDS_STEEL_NOT_DELETE_IN_HEADROW               = "Cannot delete header row."
IDS_STEEL_DEFINE__2f                          = "%.2f"
IDS_STEEL_NAME_WIDTH                          = "Width"
IDS_STEEL_NAME_DIAMETER                       = "Diameter"
IDS_STEEL_NAME_NUMBER                         = "Number"
IDS_STEEL_NAME_NUMBER_X                       = "Number (x)"
IDS_STEEL_NAME_POSITION                       = "Position"
IDS_STEEL_NAME_POSITION_X                     = "Position (x)"
IDS_STEEL_TOOLTIP_RIBPLATE_HEIGHT             = "Entire height of the rib plate"
IDS_STEEL_TOOLTIP_BASEPLATE_HEIGHT            = "Vertical height from the top of base plate."
IDS_STEEL_TOOLTIP_DISTANCE_FROMEND            = "Separation distance from the end face of base plate\n"
IDS_STEEL_TOOLTIP_DISTANCE_FROMEND_EXP        = "(In case of round shape base plate,\nseparation distance from the end face of an inscribed rectangle)"
IDS_STEEL_TOOLTIP_DISTANCE_COLFACE            = "Horizontal distance from the column face"
IDS_STEEL_TOOLTIP_SBP_LCOM_GEN1               = "[ Guideline for Load Combination of Steel Base Plate ]"
IDS_STEEL_TOOLTIP_SBP_LCOM_GEN2               = "Select proper option consider the running time for AutoMesh / FES."
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE10             = "(1) Do NOT Run FES for All Load Combination."
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE11             = "  + If all load combination is compressive."
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE12             = "  + If all load combination is tensile."
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE13             = "  + If critical case is NOT governed by Bending Moment or Shear."
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE20             = "(2) Run FES for All Load Combination."
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE21             = "  + If load combination mixed with compressive and tensile one."
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE22             = "  + If critical case is governed by Bending Moment or Shear."
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE23             = "  + If the size of Base Plate is much bigger than that of Column."
IDS_STEEL_TOOLTIP_SEP_LCOM_GEN1               = "[ Guideline for Load Combination of Steel Embedded Plate ]"
IDS_STEEL_TOOLTIP_SEP_LCOM_GEN2               = "Select proper option consider the running time for AutoMesh / FES."
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE10             = "(1) Do NOT Run FES for All Load Combination."
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE11             = "  + If all load combination is compressive."
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE12             = "  + If all load combination is tensile."
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE20             = "(2) Run FES for All Load Combination."
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE21             = "  + If load combination mixed with compressive and tensile one."
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE22             = "  + If the size of Embedded Plate is much bigger than that of steel girder."
IDS_STEEL_TB_NAME_PERCENT                     = "Precent"
IDS_STEEL_TB_NAME_CHK                         = "CHK"
IDS_STEEL_TB_NAME_MEMBER_NAME                 = "Member\nName"
IDS_STEEL_TB_NAME_APPLY_MEMBERTO              = "Apply\nMember To"
IDS_STEEL_TB_NAME_BOLT_SYSTEM                 = "Bolt System"
IDS_STEEL_TB_NAME_BOLT_DEFORM                 = "Consider\nBolt Hole\nDeformation"
IDS_STEEL_TB_NAME_BOLT_HOLE_TYPE              = "Bolt Hole Type"
IDS_STEEL_TB_NAME_BOLT_SLIP_FACTOR            = "Slip\nFactor"
IDS_STEEL_TB_NAME_MATERIAL                    = "Material"
IDS_STEEL_TB_NAME_BEAM_GIRDER                 = "Beam /\nGirder"
IDS_STEEL_TB_NAME_BASE_N_PLATE                = "Base\nPlate"
IDS_STEEL_TB_NAME_RIB_N_WING                  = "Rib /\nWing"
IDS_STEEL_TB_NAME_PLATE                       = "Plate"
IDS_STEEL_TB_NAME_PLATE_E                     = "Plate "
IDS_STEEL_TB_NAME_STRINGER                    = "Stringer"
IDS_STEEL_TB_NAME_STRINGER_1                  = "Stringer1"
IDS_STEEL_TB_NAME_STRINGER_2                  = "Stringer2"
IDS_STEEL_TB_NAME_STRINGER_3                  = "Stringer3"
IDS_STEEL_TB_NAME_STRINGER_4                  = "Stringer4"
IDS_STEEL_TB_NAME_STRINGER_SECT               = "Stringer Section"
IDS_STEEL_TB_NAME_ANCHOR_BOLT                 = "Anchor\nBolt"
IDS_STEEL_TB_NAME_EDGE_DIST                   = "Edge Distance"
IDS_STEEL_TB_NAME_ANCHOR_SPLT_FAIL            = "Splitting\nFailure"
IDS_STEEL_TB_NAME_ANCHOR_SPLT_SPAC            = "Minimum Spacing of Anchors"
IDS_STEEL_TB_NAME_ANCHOR_SPLT_EDGE            = "Minimum Edge Distance"
IDS_STEEL_TB_NAME_ANCHOR_SPLT_DPTH            = "Limit of Embedment Depth"
IDS_STEEL_TB_NAME_ANCHOR_RATIO                = "Anchor\n( Ratio )"
IDS_STEEL_TB_NAME_ANCHOR_TENSION              = "Anchor\n( Tens. )"
IDS_STEEL_TB_NAME_ANCHOR_SHEAR                = "Anchor\n( Shear )"
IDS_STEEL_TB_NAME_POST_ANCHOR_RATIO           = "Post\nAnchor\n( Ratio )"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENSION         = "Post\nAnchor\n( Tens. )"
IDS_STEEL_TB_NAME_POST_ANCHOR_SHEAR           = "Post\nAnchor\n( Shear )"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_STLS       = "Steel Strength"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_CBOS       = "Concrete Breakout Strength"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_CSFB       = "Concrete Side-Face Blowout Strength"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_CPOS       = "Pullout Strength of Anchor"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_SFBS       = "Concrete Side-Face Blowout Strength"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_BSAA       = "Bond Strength of Adhesive Anchor"
IDS_STEEL_TB_NAME_POST_ANCHOR_SHEAR_STLS      = "Steel Strength"
IDS_STEEL_TB_NAME_POST_ANCHOR_SHEAR_CBOS      = "Concrete Breakout Strength"
IDS_STEEL_TB_NAME_POST_ANCHOR_SHEAR_CPOS      = "Pullout Strength of Anchor"
IDS_STEEL_TB_NAME_FCK                         = "Fck"
IDS_STEEL_TB_NAME_USE_N_SECT_N_PHIMN          = "Use\nSect.\nøMn"
IDS_STEEL_TB_NAME_FORCE                       = "Force"
IDS_STEEL_TB_NAME_LCOMB                       = "Load Comb."
IDS_STEEL_TB_NAME_LCOMBINATION                = "Load Combination"
IDS_STEEL_TB_NAME_DOTDOTDOT                   = "..."
IDS_STEEL_TB_NAME_FES_ALL_LCOM                = "FES\nAll"
IDS_STEEL_TB_NAME_PU                          = "Pu"
IDS_STEEL_TB_NAME_MUX                         = "Mux"
IDS_STEEL_TB_NAME_MUY                         = "Muy"
IDS_STEEL_TB_NAME_VUX                         = "Vux"
IDS_STEEL_TB_NAME_VUY                         = "Vuy"
IDS_STEEL_TB_NAME_SECTION                     = "Section"
IDS_STEEL_TB_NAME_MEMBER_LENGTH               = "Member Length"
IDS_STEEL_TB_NAME_SHAPE                       = "Shape"
IDS_STEEL_TB_NAME_USE_DB                      = "Use\nDB"
IDS_STEEL_TB_NAME_NAME                        = "Name"
IDS_STEEL_TB_NAME_SIZE                        = "Size"
IDS_STEEL_TB_NAME_SIZE1                       = "Size1"
IDS_STEEL_TB_NAME_SIZE2                       = "Size2"
IDS_STEEL_TB_NAME_SIZE3                       = "Size3"
IDS_STEEL_TB_NAME_SIZE4                       = "Size4"
IDS_STEEL_TB_NAME_SIZE5                       = "Size5"
IDS_STEEL_TB_NAME_SIZE6                       = "Size6"
IDS_STEEL_TB_NAME_BASEPLATE                   = "Base Plate"
IDS_STEEL_TB_NAME_B                           = "B"
IDS_STEEL_TB_NAME_H                           = "H"
IDS_STEEL_TB_NAME_D                           = "D"
IDS_STEEL_TB_NAME_T                           = "t"
IDS_STEEL_TB_NAME_ON_PEDESTAL                 = "On\nPedestal"
IDS_STEEL_TB_NAME_PEDESTAL                    = "Pedestal"
IDS_STEEL_TB_NAME_WINGPLATE                   = "Wing Plate"
IDS_STEEL_TB_NAME_USE                         = "Use"
IDS_STEEL_TB_NAME_RIBPLATE                    = "Rib Plate"
IDS_STEEL_TB_NAME_H1                          = "H1"
IDS_STEEL_TB_NAME_H2                          = "H2"
IDS_STEEL_TB_NAME_L1                          = "L1"
IDS_STEEL_TB_NAME_L2                          = "L2"
IDS_STEEL_TB_NAME_NOX                         = "NoX"
IDS_STEEL_TB_NAME_NOY                         = "NoY"
IDS_STEEL_TB_NAME_NO                          = "No"
IDS_STEEL_TB_NAME_EXTEND                      = "Extend"
IDS_STEEL_TB_NAME_INSTALL_N_TYPE              = "Install\nType"
IDS_STEEL_TB_NAME_ANCHOR_BOLT2                = "Anchor Bolt"
IDS_STEEL_TB_NAME_TYPE                        = "Type"
IDS_STEEL_TB_NAME_L                           = "L"
IDS_STEEL_TB_NAME_CAST                        = "Cast\n(D)"
IDS_STEEL_TB_NAME_POST                        = "Post"
IDS_STEEL_TB_NAME_POSITION                    = "Position"
IDS_STEEL_TB_NAME_X                           = "X"
IDS_STEEL_TB_NAME_Y                           = "Y"
IDS_STEEL_TB_NAME_START_ANGLE                 = "Start\nAngle"
IDS_STEEL_TB_NAME_FROM_LIBPLATE               = "From\nRib-PL"
IDS_STEEL_TB_NAME_DESIGN_DATA                 = "Design\nData"
IDS_STEEL_TB_NAME_DESIGN_FORCE                = "Design Force"
IDS_STEEL_TB_NAME_DESIGN_CAPACITY             = "Design Capacity"
IDS_STEEL_TB_NAME_BEARING                     = "Bearing"
IDS_STEEL_TB_NAME_COMP                        = "Comp."
IDS_STEEL_TB_NAME_TENS                        = "Tens."
IDS_STEEL_TB_NAME_MU                          = "Mu"
IDS_STEEL_TB_NAME_VU                          = "Vu"
IDS_STEEL_TB_NAME_TU                          = "Tu"
IDS_STEEL_TB_NAME_TS                          = "Ts"
IDS_STEEL_TB_NAME_DESIGN_RATIO                = "Design Ratio"
IDS_STEEL_TB_NAME_CHECK_ITEMS                 = "Check Items"
IDS_STEEL_TB_NAME_VALUE                       = "Value"
IDS_STEEL_TB_NAME_CRITERIA                    = "Criteria"
IDS_STEEL_TB_NAME_REMARK                      = "Remark"
IDS_STEEL_TB_NAME_STUD_N_REQ                  = "Stud\nReq."
IDS_STEEL_TB_NAME_STUD_REQ_EDGE               = "Edge "
IDS_STEEL_TB_NAME_STUD_REQ_DIA_DOT            = "Dia. "
IDS_STEEL_TB_NAME_STUD_REQ_SPA_DOT            = "Spa. "
IDS_STEEL_TB_NAME_BEARING_N_STRESS            = "Bearing\nStress"
IDS_STEEL_TB_NAME_COMP_E                      = "Comp. "
IDS_STEEL_TB_NAME_TENS_E                      = "Tens. "
IDS_STEEL_TB_NAME_BASENPLATE                  = "Base\nPlate"
IDS_STEEL_TB_NAME_EMBEDDED_N_PLATE            = "Embedded\nPlate"
IDS_STEEL_TB_NAME_RIB_N_PLATE                 = "Rib\nPlate"
IDS_STEEL_TB_NAME_MXX_E                       = "Mxx "
IDS_STEEL_TB_NAME_MYY_E                       = "Myy "
IDS_STEEL_TB_NAME_RIBNPLATE                   = "Rib\nPlate"
IDS_STEEL_TB_NAME_BTR                         = "BTR"
IDS_STEEL_TB_NAME_DTR                         = "DTR"
IDS_STEEL_TB_NAME_MU_E                        = "Mu "
IDS_STEEL_TB_NAME_MU_E1                       = "MEd "
IDS_STEEL_TB_NAME_VU_E                        = "Vu "
IDS_STEEL_TB_NAME_VA_E                        = "Va "
IDS_STEEL_TB_NAME_VU_E1                       = "VEd "
IDS_STEEL_TB_NAME_WINGNPLATE                  = "Wing\nPlate"
IDS_STEEL_TB_NAME_TU_E                        = "Tu "
IDS_STEEL_TB_NAME_TU_E1                       = "TEd "
IDS_STEEL_TB_NAME_ANCHOTNBOLT                 = "Anchor\nBolt "
IDS_STEEL_TB_NAME_LENGTH                      = "Length "
IDS_STEEL_NAME_SECTION1                       = "Section-1"
IDS_STEEL_NAME_SECTION2                       = "Section-2"
IDS_STEEL_NAME_SECTION3                       = "Section-3"
IDS_STEEL_NAME_DESIGN_N_TYPE                  = "Design\nType"
IDS_STEEL_NAME_CHECK_N_TORSION                = "Check\nTorsion"
IDS_STEEL_NAME_TORSION_N_DGN_N_DATA           = "Torsion\nDesign\nData"
IDS_STEEL_TB_NAME_LENGTH2                     = "Length"
IDS_STEEL_TB_NAME_LX                          = "Lx"
IDS_STEEL_TB_NAME_LY                          = "Ly"
IDS_STEEL_TB_NAME_LT                          = "Lt"
IDS_STEEL_TB_NAME_LB                          = "Lb"
IDS_STEEL_TB_NAME_CONSIDER_LB                 = "Consider\nLb"
IDS_STEEL_TB_NAME_KX                          = "Kx"
IDS_STEEL_TB_NAME_KY                          = "Ky"
IDS_STEEL_TB_NAME_FACTOR                      = "Factor"
IDS_STEEL_TB_NAME_CANTILEVER                  = "Cantilever"
IDS_STEEL_TB_NAME_CB                          = "Cb"
IDS_STEEL_TB_NAME_FORCE_CHECK                 = "Force Check"
IDS_STEEL_TB_NAME_COMBINED_RATIO_PIPE         = "Combined Ratio\n( Pipe Section )"
IDS_STEEL_TB_NAME_DESIGN                      = "Design"
IDS_STEEL_TB_NAME_FLG_WEB_CHECK               = "Flange\nWeb\nCheck"
IDS_STEEL_TB_NAME_APPLY_SET_RATIO             = "Apply\nSeismic\nWT-Ratio"
IDS_STEEL_TB_NAME_CHECK_AS_LINK               = "Check\nas Link"
IDS_STEEL_TB_NAME_LATERF_REST_SYS             = "Lateral Force\nResisting System"
IDS_STEEL_TB_NAME_LINK                        = "Link"
IDS_STEEL_TB_NAME_LINK_STIFFENER              = "Link Stiffener"
IDS_STEEL_TB_NAME_ONE_SIDE_N_STIFF            = "One Side\nStiffener"
IDS_STEEL_TB_NAME_BRACING_TYPE                = "Bracing Type"
IDS_STEEL_TB_NAME_BRACING_N_TYPE              = "Bracing\nType"
IDS_STEEL_TB_NAME_SLANDER_THICK_RATIO         = "Slenderness & Width-Thickness Ratio"
IDS_STEEL_TB_NAME_SLANDERNESS                 = "Slenderness"
IDS_STEEL_TB_NAME_SECTION_CONDITION           = "Section Condition"
IDS_STEEL_TB_NAME_FLANGE                      = "Flange"
IDS_STEEL_TB_NAME_WEB                         = "Web"
IDS_STEEL_TB_NAME_PHI_PN                      = "øPn"
IDS_STEEL_TB_NAME_PHI_MNX                     = "øMnx"
IDS_STEEL_TB_NAME_PHI_MNY                     = "øMny"
IDS_STEEL_TB_NAME_PHI_VNX                     = "øVnx"
IDS_STEEL_TB_NAME_PHI_VNY                     = "øVny"
IDS_STEEL_TB_NAME_DESIGN_RESULT               = "Design Result"
IDS_STEEL_TB_NAME_P                           = "P"
IDS_STEEL_TB_NAME_COMBINED                    = "Combined"
IDS_STEEL_TB_NAME_TENSION                     = "Tension"
IDS_STEEL_TB_NAME_SHEAR                       = "Shear"
IDS_STEEL_TB_NAME_MOMENT                      = "Moment"
IDS_STEEL_TB_NAME_CONNECTION                  = "Connection"
IDS_STEEL_TB_NAME_BEAM_COLUMN                 = "Beam/\nColumn"
IDS_STEEL_TB_NAME_SHEAR_N_TYPE                = "Shear\nType"
IDS_STEEL_TB_NAME_BY_PERCENT                  = "By Percent"
IDS_STEEL_TB_NAME_RATIO_N_                    = "Ratio\n(%)"
IDS_STEEL_TB_NAME_HIGH_TENSION_BOLT           = "High Tension Bolt"
IDS_STEEL_TB_NAME_SPACE_X                     = "Space (x)"
IDS_STEEL_TB_NAME_SPACE_Y                     = "Space (y)"
IDS_STEEL_TB_NAME_SPACE                       = "Space"
IDS_STEEL_TB_NAME_AUTO                        = "Auto"
IDS_STEEL_TB_NAME_EXTENSION_X                 = "Extension (x)"
IDS_STEEL_TB_NAME_EXTENSION_Y                 = "Extension (y)"
IDS_STEEL_TB_NAME_EXTENSION                   = "Extension"
IDS_STEEL_TB_NAME_GAP                         = "Gap"
IDS_STEEL_TB_NAME_BOLT_LAYOUT                 = "Bolt Layout"
IDS_STEEL_TB_NAME_T_EXT                       = "t (Ext.)"
IDS_STEEL_TB_NAME_T_INT                       = "t (Int.)"
IDS_STEEL_TB_NAME_MD_N_FACTOR                 = "MD\nFactor"
IDS_STEEL_TB_NAME_FORCE_AXIAL_LOAD            = "Force by Axial Load"
IDS_STEEL_TB_NAME_FORCE_MOMENT                = "Force by Moment"
IDS_STEEL_TB_NAME_SHEAR_FORCE                 = "Shear Force"
IDS_STEEL_TB_NAME_P_FLG                       = ".flg"
IDS_STEEL_TB_NAME_P_WEB                       = ".web"
IDS_STEEL_TB_NAME_CHECK_WEB                   = "Check Web"
IDS_STEEL_TB_NAME_RN_SLASH                    = "Rn/"
IDS_STEEL_TB_NAME_RV_SLASH                    = "Rv/"
IDS_STEEL_TB_NAME_RA_SLASH                    = "Ra/"
IDS_STEEL_TB_NAME_RN                          = "Rn"
IDS_STEEL_TB_NAME_RMAX_SLASH                  = "Rmax/"
IDS_STEEL_TB_NAME_PN                          = "Pn"
IDS_STEEL_TB_NAME_MN                          = "Mn"
IDS_STEEL_TB_NAME_VN                          = "Vn"
IDS_STEEL_TB_NAME_CHECK_FLANGE                = "Check Flange"
IDS_STEEL_TB_NAME_COMB_P_N                    = "Comb.\n(P + M)"
IDS_STEEL_TB_NAME_PA                          = "Pa"
IDS_STEEL_TB_NAME_MAX                         = "Max"
IDS_STEEL_TB_NAME_MAY                         = "May"
IDS_STEEL_TB_NAME_VAX                         = "Vax"
IDS_STEEL_TB_NAME_VAY                         = "Vay"
IDS_STEEL_TB_NAME_MA                          = "Ma"
IDS_STEEL_TB_NAME_VA                          = "Va"
IDS_STEEL_TB_NAME_CHECK_ITEM                  = "Check Item"
IDS_STEEL_TB_NAME_DA_EMPTY                    = "da "
IDS_STEEL_TB_NAME_PU_EMPTY                    = "Pu "
IDS_STEEL_TB_NAME_BOLT_PROPERTIES             = "Bolt Properties"
IDS_STEEL_TB_NAME_IP                          = "Ip "
IDS_STEEL_TB_NAME_CX                          = "Cx "
IDS_STEEL_TB_NAME_CY                          = "Cy "
IDS_STEEL_TB_NAME_PHI_RN                      = "øRn "
IDS_STEEL_TB_NAME_RV                          = "Rv"
IDS_STEEL_TB_NAME_RV_E                        = "Rv "
IDS_STEEL_TB_NAME_RMX_E                       = "Rmx "
IDS_STEEL_TB_NAME_RMY_E                       = "Rmy "
IDS_STEEL_TB_NAME_RMAX_E                      = "Rmax "
IDS_STEEL_TB_NAME_RN_E                        = "Rn "
IDS_STEEL_TB_NAME_CHECK_RESULT_PLATE          = "Check Result (Plate)"
IDS_STEEL_TB_NAME_MU_P_PHI_MN                 = "Mu/øMn"
IDS_STEEL_TB_NAME_VU_P_PHI_VN                 = "Vu/øVn"
IDS_STEEL_TB_NAME_PU_P_PHI_PN                 = "Pu/øPn"
IDS_STEEL_TB_NAME_RA                          = "Ra"
IDS_STEEL_TB_NAME_RA_E                        = "Ra "
IDS_STEEL_TB_NAME_CHECK_BEARING_WEB_SHEAR     = "Check Bearing Strength ( Web, Shear )"
IDS_STEEL_TB_NAME_CHECK_BEARING_WEB_TENSION   = "Check Bearing Strength ( Web, Tension )"
IDS_STEEL_TB_NAME_CHECK_BEARING_FLG_TENSION   = "Check Bearing Strength ( Flange, Tension )"
IDS_STEEL_TB_NAME_RN_P_OMEGA                  = "Rn/Ω "
IDS_STEEL_TB_NAME_RMAX_P_RN_P_OMEGA           = "Rmax/(Rn/Ω)"
IDS_STEEL_TB_NAME_RN_P_RN_P_OMEGA             = "Rn/(Rn/Ω)"
IDS_STEEL_TB_NAME_MN_P_OMEGA                  = "Mn/Ω "
IDS_STEEL_TB_NAME_MA_P_MN_P_OMEGA             = "Ma/(Mn/Ω)"
IDS_STEEL_TB_NAME_VN_P_OMEGA                  = "Vn/Ω "
IDS_STEEL_TB_NAME_VA_P_VN_P_OMEGA             = "Va/(Vn/Ω)"
IDS_STEEL_TB_NAME_TN_P_OMEGA                  = "Tn/Ω "
IDS_STEEL_TB_NAME_TA_P_TN_P_OMEGA             = "Ta/(Tn/Ω)"
IDS_STEEL_TB_NAME_PN_P_OMEGA                  = "Pn/Ω "
IDS_STEEL_TB_NAME_PA_P_PN_P_OMEGA             = "Pa/(Pn/Ω)"
IDS_STEEL_TB_NAME_PA_P_PN_P_OMEGA_PS_MA_P_MN_P_OMEGA  = "Pa/(Pn/Ω) + Ma/(Mn/Ω)"
IDS_STEEL_TB_NAME_PAA_E                       = "Paa "
IDS_STEEL_TB_NAME_PAM_E                       = "Pam "
IDS_STEEL_TB_NAME_RV_P_RN_P_OMEGA             = "Rv/(Rn/Ω)"
IDS_STEEL_TB_NAME_RA_P_RN_P_OMEGA             = "Ra/(Rn/Ω)"
IDS_STEEL_TB_NAME_COVER_N_PLATE               = "Cover\nPlate"
IDS_STEEL_TB_NAME_GIRDER                      = "Girder"
IDS_STEEL_TB_NAME_SPAN                        = "Span"
IDS_STEEL_TB_NAME_RAIL_N_WIDTH                = "Rail\nWidth"
IDS_STEEL_TB_NAME_BACK_GIRDER                 = "Back Girder"
IDS_STEEL_TB_NAME_DEPTH                       = "Depth"
IDS_STEEL_TB_NAME_BRACE_TENS_FLANGE           = "Brace Tens.\nFlange"
IDS_STEEL_TB_NAME_VERTICAL_STIFFENER          = "Vertical Stiffener"
IDS_STEEL_TB_NAME_END_STIFFENER               = "End Stiffener"
IDS_STEEL_TB_NAME_MID_STIFFENER               = "Mid Stiffener"
IDS_STEEL_TB_NAME_THK_ONE                     = "Thk.(1)"
IDS_STEEL_TB_NAME_THK_TWO                     = "Thk.(2)"
IDS_STEEL_TB_NAME_CRANE_INFORMATION           = "Crane Info."
IDS_STEEL_TB_NAME_WHEELS                      = "Wheels"
IDS_STEEL_TB_NAME_SELF_N_WEIGHT               = "Self-\nWeight"
IDS_STEEL_TB_NAME_IMPACT_FACTOR               = "Impact Factor"
IDS_STEEL_TB_NAME_VER_P                       = "Ver."
IDS_STEEL_TB_NAME_HOR_P                       = "Hor."
IDS_STEEL_TB_NAME_RUN_P                       = "Run."
IDS_STEEL_TB_NAME_FATIGUE                     = "Fatigue"
IDS_STEEL_TB_NAME_LOADING_CYCLES              = "Loading\nCycles"
IDS_STEEL_TB_NAME_DEFLECTION                  = "Deflection"
IDS_STEEL_TB_NAME_VERTICAL_DIR                = "Vertical Dir."
IDS_STEEL_TB_NAME_HORIZONTAL_DIR              = "Horizontal Dir."
IDS_STEEL_TB_NAME_VERTICAL                    = "Vertical"
IDS_STEEL_TB_NAME_HORIZONTAL                  = "Horizontal"
IDS_STEEL_TB_NAME_RUNNING_DIR                 = "Running Dir."
IDS_STEEL_TB_NAME_VU_MAX                      = "Vu,max"
IDS_STEEL_TB_NAME_VA_MAX                      = "Va,max"
IDS_STEEL_TB_NAME_RMAX                        = "Rmax"
IDS_STEEL_TB_NAME_MU_MAX                      = "Mu,max"
IDS_STEEL_TB_NAME_MA_MAX                      = "Ma,max"
IDS_STEEL_TB_NAME_FX                          = "Fx"
IDS_STEEL_TB_NAME_BEAM_RESULT                 = "Beam Result"
IDS_STEEL_TB_NAME_WIDTH_THICK_RATIO           = "Width-Thick Ratio"
IDS_STEEL_TB_NAME_H_P_TW                      = "h/tw"
IDS_STEEL_TB_NAME_LAMDA_P_LAMDAMAX            = "λ/λmax"
IDS_STEEL_TB_NAME_MAX_STRESS_BY_LL            = "Maximum Stress\nby Live Load"
IDS_STEEL_TB_NAME_STRESS_RANGE_BY_LL          = "Stress Range\nby Live Load"
IDS_STEEL_TB_NAME_WEB_UNDER_CC_FORCE          = "Web Under Concentrated Force"
IDS_STEEL_TB_NAME_V                           = "V"
IDS_STEEL_TB_NAME_MID                         = "Mid"
IDS_STEEL_TB_NAME_END                         = "End"
IDS_STEEL_TB_NAME_CHECK_STIFFENER             = "Check Stiffener"
IDS_STEEL_TB_NAME_RATIO1                      = "Ratio1"
IDS_STEEL_TB_NAME_RATIO2                      = "Ratio2"
IDS_STEEL_TB_NAME_RATIO3                      = "Ratio3"
IDS_STEEL_TB_NAME_RATIO4                      = "Ratio4"
IDS_STEEL_TB_NAME_RATIO5                      = "Ratio5"
IDS_STEEL_TB_NAME_RATIO                       = "Ratio"
IDS_STEEL_TB_NAME_REQUIRE                     = "Require"
IDS_STEEL_TB_NAME_LOCAL_RN_YIELDING           = "Local\nYielding"
IDS_STEEL_TB_NAME_CRIPPING                    = "Cripping"
IDS_STEEL_TB_NAME_SIDESWAY_RN_BUCKLING        = "Sidesway\nBuckling"
IDS_STEEL_TB_NAME_COMP_RN_BUCKLING            = "Comp.\nBuckling"
IDS_STEEL_TB_NAME_REQUIRED                    = "Required"
IDS_STEEL_TB_NAME_NOT_REQUIRED                = "Not required"
IDS_STEEL_TB_NAME_STIFF_REQUIRED              = "Stiffener is required"
IDS_STEEL_TB_NAME_STIFF_NOT_REQUIRED          = "Stiffener is not required"
IDS_STEEL_TB_NAME_NO_PNT                      = "No."
IDS_STEEL_TB_NAME_LOAD_E                      = "Load "
IDS_STEEL_TB_NAME_DEAD_E                      = "Dead "
IDS_STEEL_TB_NAME_LIVE_E                      = "Live "
IDS_STEEL_TB_NAME_DIST_PNT_E                  = "Dist. "
IDS_STEEL_DLG_SHEAR_PLATE                     = "Shear Plate"
IDS_STEEL_DLG_EMBED_RB_PLATE                  = "Embed\nPlate"
IDS_STEEL_TB_NAME_STUD                        = "Stud"
IDS_STEEL_TB_NAME_CONCRETE                    = "Concrete"
IDS_STEEL_TB_NAME_REBAR                       = "Rebar"
IDS_STEEL_TB_NAME_CONN_TYPE                   = "Conn.\nType"
IDS_STEEL_TB_NAME_SHEAR_PLATE_CONN_TYPE       = "Shear Plate ( for Shear Conn. Type )"
IDS_STEEL_TB_NAME_THICK                       = "Thick"
IDS_STEEL_TB_NAME_HEIGHT                      = "Height"
IDS_STEEL_TB_NAME_HEIGHT_1                    = "Height1"
IDS_STEEL_TB_NAME_HEIGHT_2                    = "Height2"
IDS_STEEL_TB_NAME_CONS_ECCEN                  = "Consider\nEccen."
IDS_STEEL_TB_NAME_ECCEN_PNT_E                 = "Eccen.(e)"
IDS_STEEL_TB_NAME_ECCEN_PNT                   = "Eccen."
IDS_STEEL_TB_NAME_BEAM_SECTION                = "Beam Section"
IDS_STEEL_TB_NAME_RC_MEMBER_WALLCOLBEAM       = "RC Member ( Wall / Column / Beam )"
IDS_STEEL_TB_NAME_LEFT                        = "Left"
IDS_STEEL_TB_NAME_RIGHT                       = "Right"
IDS_STEEL_TB_NAME_TOP                         = "Top"
IDS_STEEL_TB_NAME_BOT                         = "Bot"
IDS_STEEL_TB_NAME_HEADED_STUD                 = "Headed Stud"
IDS_STEEL_TB_NAME_EXT_PNT_LENGTH              = "Ext. Length"
IDS_STEEL_TB_NAME_E1                          = "E1"
IDS_STEEL_TB_NAME_E2                          = "E2"
IDS_STEEL_TB_NAME_S1                          = "Int."
IDS_STEEL_TB_NAME_S2                          = "Ext.X"
IDS_STEEL_TB_NAME_S3                          = "Ext.Y"
IDS_STEEL_TB_ROW_RN_EA                        = "Row\n( EA )"
IDS_STEEL_TB_COLUMN_RB_EA                     = "Column\n( EA )"
IDS_STEEL_TB_NO_PNT_OF_RN_ROW_EA              = "No. of\nRow\n( EA )"
IDS_STEEL_TB_NAME_RIB_PLATE_AT_FLANGE         = "Rib Plate at Flange"
IDS_STEEL_TB_NAME_DIST_PNT                    = "Dist."
IDS_STEEL_TB_NAME_DESIGN_STRENGTH             = "Design Strength"
IDS_STEEL_TB_NAME_PHI_VN                      = "øVn"
IDS_STEEL_TB_NAME_M                           = "M"
IDS_STEEL_TOOLTIP_MAINP_LENGTH                = "Unbraced length due to positive pressure load"
IDS_STEEL_TOOLTIP_SUBP_LENGTH                 = "Unbraced length due to negative pressure load"
IDS_STEEL_TOOLTIP_MAINP_WIND_LOAD             = "Wind load due to positive pressure\n  (+) : Loaded to gravity direction\n  (-) : Loaded to opposite gravity direction"
IDS_STEEL_TOOLTIP_SUBP_WIND_LOAD              = "Wind load due to negative pressure\n  (+) : Loaded to gravity direction\n  (-) : Loaded to opposite gravity direction"
IDS_STEEL_TB_NAME_MEMBER_TYPE                 = "Member\nType"
IDS_STEEL_MSG_CALCRESULT_NOT_CREATE__s        = "Cannot generate the calculation results of %s."
IDS_STEEL_MSG_CALCRESULT_NOT_CREATE_CONTINUE__s  = "Cannot generate the calculation results of %s.\nDo you wish to continue?"
IDS_STEEL_MSG_REPORT_NOT_CREATE               = "Report generation has been failed."
IDS_STEEL_MSG_REPORT_NOT_CREATE__s            = "Report generation of %s has been failed."
IDS_STEEL_TB_NAME_BRACE_STRENGTH              = "Brace Strength"
IDS_STEEL_TB_NAME_BRACE_DESIGN_VARIABLES      = "Brace Design Variables"
IDS_STEEL_TB_NAME_UNBRACED_LENGTH             = "Unbraced Length"
IDS_STEEL_TB_NAME_LIB_PLUS                    = "Lb (+)"
IDS_STEEL_TB_NAME_LIB_MINUS                   = "Lb (-)"
IDS_STEEL_TB_NAME_DEAD_LOAD                   = "Dead Load"
IDS_STEEL_TB_NAME_DESIGN_LOAD                 = "Design Load"
IDS_STEEL_TB_NAME_USER                        = "User"
IDS_STEEL_TB_NAME_VERTICAL_LOAD               = "Vertical Load"
IDS_STEEL_TB_NAME_LIVE                        = "Live"
IDS_STEEL_TB_NAME_LIVE_LOAD                   = "Live Load"
IDS_STEEL_TB_NAME_LIVE_N_LOAD                 = "Live\nLoad"
IDS_STEEL_TB_NAME_ROOF                        = "Roof"
IDS_STEEL_TB_NAME_WALL                        = "Wall"
IDS_STEEL_TB_NAME_WIND_LOAD                   = "Wind Load"
IDS_STEEL_TB_NAME_WIND_PLUS                   = "Wind (+)"
IDS_STEEL_TB_NAME_WIND_MINUS                  = "Wind (-)"
IDS_STEEL_TB_NAME_BY_RN_CODE                  = "By\nCode"
IDS_STEEL_TB_NAME_SNOW_LOAD                   = "Snow Load"
IDS_STEEL_TB_NAME_SNOW                        = "Snow"
IDS_STEEL_TB_NAME_USER_FORCE                  = "User Force"
IDS_STEEL_TB_NAME_MU_PLUS                     = "Mu (+)"
IDS_STEEL_TB_NAME_MU_MINUS                    = "Mu (-)"
IDS_STEEL_TB_NAME_VU_PLUS                     = "Vu (+)"
IDS_STEEL_TB_NAME_VU_MINUS                    = "Vu (-)"
IDS_STEEL_TB_NAME_DEFL_CRITERIA               = "Defl.\nCriteria"
IDS_STEEL_TB_NAME_LIB                         = "Lib"
IDS_STEEL_TB_NAME_MOMENT_STRENGTH             = "Moment Strength"
IDS_STEEL_TB_NAME_MNX                         = "Mnx"
IDS_STEEL_TB_NAME_MNY                         = "Mny"
IDS_STEEL_TB_NAME_VNX                         = "Vnx"
IDS_STEEL_TB_NAME_VNY                         = "Vny"
IDS_STEEL_TB_NAME_RMX                         = "Rmx"
IDS_STEEL_TB_NAME_RMY                         = "Rmy"
IDS_STEEL_TB_NAME_COMB                        = "Comb."
IDS_STEEL_TB_NAME_SHEAR_STRENGTH              = "Shear Strength"
IDS_STEEL_TB_NAME_RVX                         = "Rvx"
IDS_STEEL_TB_NAME_RVY                         = "Rvx"
IDS_STEEL_TB_NAME_DELTA                       = "δ"
IDS_STEEL_TB_NAME_SNOW_E                      = "Snow "
IDS_STEEL_TB_NAME_WIDTH_THICKNESS_RATIO       = "Width-Thickness Ratio"
IDS_STEEL_TB_NAME_DIRECTION                   = "Direction"
IDS_STEEL_TB_NAME_DIRECTION_X_E               = "Direction-X "
IDS_STEEL_TB_NAME_DIRECTION_Y_E               = "Direction-Y "
IDS_STEEL_TB_NAME_DEFLECTION_E                = "Deflection "
IDS_STEEL_TB_NAME_DEFLECTION_VER_E            = "Ver. Deflection "
IDS_STEEL_TB_NAME_DEFLECTION_HOR_E            = "Hor. Deflection "
IDS_STEEL_MSG_CONCENTRATED_FORCE_IS_NOTHING   = "Concentrated Force does not exist."
IDS_STEEL_MSG_DELETE_INVALIDCELL_REAPPOINT_CELL  = "Selected cells to be deleted are not valid.  Please re-select the cells."
IDS_STEEL_TB_NAME_POS_PNT_E                   = "Pos. "
IDS_STEEL_TB_NAME_FORCE_E                     = "Force "
IDS_STEEL_TOOLTIP_OPEN_ECC_INSERT             = "Enter the eccentricity information of an opening."
IDS_STEEL_TOOLTIP_MOVE_OPENING_FOR_TOP        = "\n (+): Move the opening upward (slab direction)"
IDS_STEEL_TOOLTIP_MOVE_OPENING_FOR_BOT        = "\n (-): Move the opening downward (slab opposite direction)"
IDS_STEEL_TOOLTIP_INSERT_DISTANCE_FROM_BEAM_TO_CEN  = "Enter the distance from the beam support to the center of an opening."
IDS_STEEL_DLG_NOT_SELECT_MEMBER_CHANGE        = "There is no selected member to be changed."
IDS_STEEL_DLG_NO_CONCENTRATED_FORCE_DATA      = "There is no concentrated force data."
IDS_STEEL_TB_NAME_BEAM                        = "Beam"
IDS_STEEL_TB_NAME_BEAM_E                      = "Beam "
IDS_STEEL_TB_NAME_BRACE                       = "Brace"
IDS_STEEL_TB_NAME_CONC                        = "Con'c"
IDS_STEEL_TB_NAME_SECTION_RN_TYPE             = "Section\nType"
IDS_STEEL_TB_NAME_TW                          = "tw"
IDS_STEEL_TB_NAME_TF                          = "tf"
IDS_STEEL_TB_NAME_R                           = "r"
IDS_STEEL_TB_NAME_HR                          = "Hr"
IDS_STEEL_TB_NAME_SR                          = "Sr"
IDS_STEEL_TB_NAME_BR0                         = "Br0"
IDS_STEEL_TB_NAME_BR1                         = "Br1"
IDS_STEEL_TB_NAME_COL_PNT                     = "Col."
IDS_STEEL_TB_NAME_THK_PNT                     = "Thk."
IDS_STEEL_TB_NAME_SLAB                        = "Slab"
IDS_STEEL_TB_NAME_DOUBLE                      = "Double"
IDS_STEEL_TB_NAME_STUD_BOLT                   = "Stud Bolt"
IDS_STEEL_TB_NAME_STUD_N_BOLT                 = "Stud\nBolt"
IDS_STEEL_TB_NAME_DECK_PLATE                  = "Deck Plate"
IDS_STEEL_TB_NAME_WEB_OPENING                 = "Web Opening"
IDS_STEEL_TB_NAME_CORNER_RN_RADIUS            = "Corner\nRadius"
IDS_STEEL_TB_NAME_REINFORCING_PLATE           = "Reinforcing Plate"
IDS_STEEL_TB_NAME_CALCULATION                 = "Calculation"
IDS_STEEL_TB_NAME_UNIT                        = "Unit"
IDS_STEEL_TB_NAME_CONCERN_RN_FORCE            = "Concen.\nForce"
IDS_STEEL_TB_NAME_STABILITY_CHECK             = "Stability Check"
IDS_STEEL_TB_NAME_LOCAL_BUCKLING              = "Local Buckling"
IDS_STEEL_TB_NAME_OPENING_RB_PARAMETER        = "Opening\nParameter"
IDS_STEEL_TB_NAME_DTR_RN_WEB                  = "DTR\n(Web)"
IDS_STEEL_TB_NAME_GUIDELINE_FOR_DETAILING     = "Guidelines for Detailing"
IDS_STEEL_TB_NAME_DIMENSIONS                  = "Dimensions"
IDS_STEEL_TB_NAME_HZERO                       = "h0"
IDS_STEEL_TB_NAME_HZERO_E                     = "h0 "
IDS_STEEL_TB_NAME_ST                          = "st"
IDS_STEEL_TB_NAME_ST_E                        = "st "
IDS_STEEL_TB_NAME_SB                          = "sb"
IDS_STEEL_TB_NAME_SB_E                        = "sb "
IDS_STEEL_TB_NAME_AZERO_PER_ST                = "a0/st"
IDS_STEEL_TB_NAME_AZERO_PER_SB                = "a0/sb"
IDS_STEEL_TB_NAME_EDGE_RN_DISP_PNT            = "Edge\nDist."
IDS_STEEL_TB_NAME_MOMENT_SHEAR_DASH_INTERACTION  = "Moment-Shear Interaction"
IDS_STEEL_TB_NAME_MM                          = "Mm"
IDS_STEEL_TB_NAME_MM_E                        = "Mm "
IDS_STEEL_TB_NAME_VM                          = "Vm"
IDS_STEEL_TB_NAME_VM_E                        = "Vm "
IDS_STEEL_TB_NAME_ADDITIONAL                  = "Additional"
IDS_STEEL_TB_NAME_EXT_PNT_RN_LENGTH           = "Ext.\nLength"
IDS_STEEL_TB_NAME_OPENING_RN_SPACE            = "Opening\nSpace"
IDS_STEEL_TB_NAME_COMPOSITE_BEAM              = "Composite Beam"
IDS_STEEL_TB_NAME_STEEL_BEAM                  = "Steel Beam"
IDS_STEEL_TB_NAME_RECTANGLE                   = "Rectangle"
IDS_STEEL_TB_NAME_CIRCLE                      = "Circle"
IDS_STEEL_TB_NAME_STABILITY_MATERIAL          = "Stability (Material)"
IDS_STEEL_TB_NAME_STABILITY_LOCAL_BUCKLING    = "Stability (Local Buckling)"
IDS_STEEL_TB_NAME_STABILITY_OPENING_PARAMETER  = "Stability (Opening Parameter)"
IDS_STEEL_TB_NAME_STABILITY_WIDTHTHK_RATIO_WEB  = "Stability (Width-Thickness Ratio of Web)"
IDS_STEEL_TB_NAME_PZERO                       = "p0"
IDS_STEEL_TB_NAME_AZERO_PER_HZERO             = "a0/h0"
IDS_STEEL_TB_NAME_DETAILING_OPENING_TEE_DIM   = "Detailing (Opening & Tee Dimension)"
IDS_STEEL_TB_NAME_DETAILING_CONERRADII_DIST_EDGE  = "Detailing (Corner Radii & Dist. to Edge)"
IDS_STEEL_TB_NAME_DETAILING_STUD_BOLT         = "Detailing (Stud Bolt)"
IDS_STEEL_TB_NAME_RADIUS_E                    = "Radius "
IDS_STEEL_TB_NAME_DISTANCE_E                  = "Distance "
IDS_STEEL_TB_NAME_DIAMETER_E                  = "Diameter "
IDS_STEEL_TB_NAME_SPACE_E                     = "Space "
IDS_STEEL_TB_NAME_EXTENSION_E                 = "Extension "
IDS_STEEL_TB_NAME_MOMENT_SHEAR_INTERACTION    = "Moment Shear Interaction"
IDS_STEEL_TB_NAME_ADDITIONAL_REQUIREMENT      = "Additional Requirement"
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_BEAM_COLUMN  = "Design Steel Beam Column ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_BAST_PLATE   = "Design Steel Base Plate ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_BOLT_CONNECTION = "Design Steel Bolt Connection ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_BOLT_MOMENT_CON = "Design Steel Moment Bolt Connection ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_CRANE_GIRDER  = "Design Steel Crane Girder ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_PURLIN_GIRTH  = "Design Steel Purlin/Girth ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_WEB_OPENING  = "Design Steel Web Opening ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_EMB_PLATE    = "Design Steel Embedded Plate ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_STAIR        = "Design Steel Stair ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_WELDING      = "Design Steel Welding ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_BEAM_COLUMN  = "Checking Steel Beam Column ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_BASE_PLATE  = "Checking Steel Base Plate ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_BOLT_CONNECTION  = "Checking Steel Bolt Connection ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_BOLT_MOMENT_CON = "Checking Steel Moment Bolt Connection ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_CRANE_GIRDER  = "Checking Steel Crane Girder ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_PURLIN_GIRTH  = "Checking Steel Purlin/Girth ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_WEB_OPENING  = "Checking Steel Web Opening ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_EMB_PLATE  = "Checking Steel Embedded Plate ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_STAIR      = "Checking Steel Stair ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_WELDING    = "Checking Steel Welding ..."
IDS_STEEL_MSG_COLDFORM_NOT_EXIST_PLEASE_CHECK  = "Section list for Cold-Formed Steel Design does not exist. Please check assigned material or section list"
IDS_STEEL_MSG_NO_REPORT_DATA_GENERATE_REPORT  = "There is no data(s) to create report.\nGeneration of report is aborted"
IDS_STEEL_MSG_LOAD_COMBINATION__i             = "Load Combinations (%i) ..."
IDS_STEEL_MSG_LOAD_COMBINATION                = "Load Combinations ..."
IDS_STEEL_MSG_GREEK_OMEGA                     = "Ω"
IDS_STEEL_MSG_GREEK_PHI                       = "ø"
IDS_STEEL_MSG_GREEK_PHI2                      = "ø"
IDS_STEEL_MSG_GREEK_DELTA_ALLOW               = "δallow"
IDS_STEEL_TB_NAME_RESULT                      = "Result"
IDS_STEEL_TB_NAME_SMALL_D_E                   = "d "
IDS_STEEL_TB_NAME_SMALL_A_E                   = "a "
IDS_STEEL_TB_NAME_SMALL_M_E                   = "m "
IDS_STEEL_TB_NAME_CHECK_RESULT_BOLT           = "Check Result (Bolt)"
IDS_STEEL_TB_NAME_DIRECTION_X                 = "Direction X"
IDS_STEEL_TB_NAME_DIRECTION_Y                 = "Direction Y"
IDS_STEEL_TB_NAME_BTR_COLON_DTR               = "BTR : DTR"
IDS_STEEL_TB_NAME_AXIAL_CAPACITY              = "Axial Capacity"
IDS_STEEL_TB_NAME_MOMENT_CAPACITY             = "Moment Capacity"
IDS_STEEL_TB_NAME_SHEAR_CAPACITY              = "Shear Capacity"
IDS_STEEL_TB_NAME_TORSION_CAPACITY            = "Torsion Capacity"
IDS_STEEL_TB_NAME_QS_COLON_QA                 = "Qs : Qa"
IDS_STEEL_TB_NAME_PHI_PN_E                    = "øPn "
IDS_STEEL_TB_NAME_PU_PER_PHI_PN_E             = "Pu/øPn"
IDS_STEEL_TB_NAME_PHI_MN_E                    = "øMn "
IDS_STEEL_TB_NAME_MU_PER_PHI_MN_E             = "Mu/øMn"
IDS_STEEL_TB_NAME_PHI_VN_E                    = "øVn "
IDS_STEEL_TB_NAME_VU_PER_PHI_VN_E             = "Vu/øVn"
IDS_STEEL_TB_NAME_PHI_TN_E                    = "øTn "
IDS_STEEL_TB_NAME_TU_PER_PHI_TN_E             = "Tu/øTn"
IDS_STEEL_TB_NAME_LAMDA_P_FLANGE              = "λp (Flange)"
IDS_STEEL_TB_NAME_LAMDA_P_WEB                 = "λp (Web)"
IDS_STEEL_TB_NAME_LAMDA_R_FLANGE              = "λr (Flange)"
IDS_STEEL_TB_NAME_LAMDA_R_WEB                 = "λr (Web)"
IDS_STEEL_TB_NAME_SECTION_FLANGE              = "Section (Flange)"
IDS_STEEL_TB_NAME_SECTION_WEB                 = "Section (Web)"
IDS_STEEL_TB_NAME_COMRAT                      = "ComRat"
IDS_STEEL_TB_NAME_PR_PER_PC_LARGE_PNTTWO      = "Pr/Pc > 0.2"
IDS_STEEL_TB_NAME_PR_PER_PC_SMALL_PNTTWO      = "Pr/Pc < 0.2"
IDS_STEEL_NAME_SLENDER                        = "Slender"
IDS_STEEL_NAME_NONCOMPAC                      = "Non-compact"
IDS_STEEL_NAME_COMPACT                        = "Compact"
IDS_STEEL_NAME_VER_DIR                        = "Ver. Dir."
IDS_STEEL_NAME_HOR_DIR                        = "Hor. Dir."
IDS_STEEL_NAME_RUN_DIR                        = "Run. Dir."
IDS_STEEL_NAME_H_PER_W                        = "h/w"
IDS_STEEL_NAME_LAMDA_MAX                      = "λmax"
IDS_STEEL_NAME_KV                             = "Kv"
IDS_STEEL_NAME_CV                             = "Cv"
IDS_STEEL_NAME_AW                             = "Aw"
IDS_STEEL_TB_NAME_MAXIMUM_STRESS              = "Maximum Stress "
IDS_STEEL_TB_NAME_STRESS_RANGE                = "Stress Range "
IDS_STEEL_TB_NAME_PU_MAX                      = "Pu,max "
IDS_STEEL_TB_NAME_PA_MAX                      = "Pa,max "
IDS_STEEL_TB_NAME_LOCAL_YIELDING              = "Local Yielding "
IDS_STEEL_TB_NAME_FLANGE_LOCAL_BENDING        = "Flange Local Bending "
IDS_STEEL_TB_NAME_STIFFENER_AXIAL_STRENGTH    = "Axial Strength "
IDS_STEEL_TB_NAME_CRIPPING_E                  = "Cripping "
IDS_STEEL_TB_NAME_SIDESWAY_BUCKLING           = "Side Sway Buckling "
IDS_STEEL_TB_NAME_COMP_BUCKLING               = "Comp. Buckling "
IDS_STEEL_TB_NAME_STIFFENER_END               = "Stiffener (End)"
IDS_STEEL_TB_NAME_STIFFENER_MID               = "Stiffener (Mid)"
IDS_STEEL_TB_NAME_SHEAR_TFA                   = "Shear (TFA) "
IDS_STEEL_TB_NAME_DIR_X                       = "Dir. X"
IDS_STEEL_TB_NAME_DIR_Y                       = "Dir. Y"
IDS_STEEL_TB_NAME_STIFFENER_IS_NOT_SUPPLIED   = "Stiffener is not supplied."
IDS_STEEL_CHECK_DIAGRAM_DGNINFO_NEED          = "In order to display the member force diagram, design result data is required."

IDS_STEEL_TB_NAME_AXIAL_STRESS                = "Axial Stress"
IDS_STEEL_TB_NAME_MOMENT_STRESS               = "Moment Stress"
IDS_STEEL_TB_NAME_SHEAR_STRESS                = "Shear Stress"
IDS_STEEL_TB_NAME_SECTION_REQ                 = "Section Requirements"
IDS_STEEL_TB_NAME_QS                          = "Qs"
IDS_STEEL_TB_NAME_QA                          = "Qa"
IDS_STEEL_TB_NAME_FC_SMALL                    = "fc "
IDS_STEEL_TB_NAME_FC_CAPIT                    = "Fc "
IDS_STEEL_TB_NAME_FC_RATIO                    = "fc / Fc"
IDS_STEEL_TB_NAME_FS_SMALL                    = "fs "
IDS_STEEL_TB_NAME_FS_CAPIT                    = "Fs "
IDS_STEEL_TB_NAME_FS_RATIO                    = "fs / Fs"
IDS_STEEL_TB_NAME_FBC_SMALL                   = "fbc "
IDS_STEEL_TB_NAME_FBC_CAPIT                   = "FBC "
IDS_STEEL_TB_NAME_FBC_RATIO                   = "fbc / FBC"
IDS_STEEL_TB_NAME_FBT_SMALL                   = "fbt "
IDS_STEEL_TB_NAME_FBT_CAPIT                   = "FBT "
IDS_STEEL_TB_NAME_FBT_RATIO                   = "fbt / FBT"
IDS_STEEL_TB_NAME_DWR                         = "Depth-Width Ratio"
IDS_STEEL_TB_NAME_THR                         = "Thick Ratio"
IDS_STEEL_TB_NAME_DWR_N                       = "Depth\nWidth Ratio"
IDS_STEEL_TB_NAME_THR_N                       = "Thick\nRatio"
IDS_STEEL_TB_NAME_RCOM12                      = "Rcom1, Rcom2"
IDS_STEEL_TB_NAME_RCOMMAX                     = "Rmax"

IDS_STEEL_TB_NAME_FA                          = "Fa"
IDS_STEEL_TB_NAME_FBX                         = "Fbx"
IDS_STEEL_TB_NAME_FBY                         = "Fby"
IDS_STEEL_TB_NAME_FSX                         = "Fsx"
IDS_STEEL_TB_NAME_FSY                         = "Fsy"
IDS_STEEL_TB_NAME_PS                          = "Ps"
IDS_STEEL_TB_NAME_MX                          = "Mx"
IDS_STEEL_TB_NAME_MY                          = "My"
IDS_STEEL_TB_NAME_VX                          = "Vx"
IDS_STEEL_TB_NAME_VY                          = "Vy"
IDS_STEEL_TB_NAME_OMEGA_PN                    = "Pn/Ω "
IDS_STEEL_TB_NAME_OMEGA_MNX                   = "Mnx/Ω "
IDS_STEEL_TB_NAME_OMEGA_MNY                   = "Mny/Ω "
IDS_STEEL_TB_NAME_OMEGA_VNX                   = "Vnx/Ω "
IDS_STEEL_TB_NAME_OMEGA_VNY                   = "Vny/Ω "

IDS_STEEL_TB_NAME_STRNG1                      = "ST1"
IDS_STEEL_TB_NAME_STRNG2                      = "ST2"
IDS_STEEL_TB_NAME_STRNG3                      = "ST3"
IDS_STEEL_TB_NAME_STRNG4                      = "ST4"
IDS_STEEL_TB_NAME_PLATE1                      = "PL1"
IDS_STEEL_TB_NAME_PLATE2                      = "PL2"
IDS_STEEL_TB_NAME_SUPPORT                     = "Support"
IDS_STEEL_TB_NAME_STAIR                       = "Stair"
IDS_STEEL_TB_NAME_LANDING                     = "Landing"
IDS_STEEL_TB_NAME_LANDING_L                   = "Landing(L)"
IDS_STEEL_TB_NAME_LANDING_R                   = "Landing(R)"

IDS_STEEL_TB_NAME_LEG_SIZE                    = "Leg Size"
IDS_STEEL_TB_NAME_LEG_SIZE_FLG_SMAX           = "Flange, Smax "
IDS_STEEL_TB_NAME_LEG_SIZE_FLG_SMIN           = "Flange, Smin "
IDS_STEEL_TB_NAME_LEG_SIZE_WEB_SMAX           = "Web, Smax "
IDS_STEEL_TB_NAME_LEG_SIZE_WEB_SMIN           = "Web, Smin "
IDS_STEEL_TB_NAME_STRESS_AND_RATIO            = "Stress & Ratio"
IDS_STEEL_TB_NAME_STRESS_AND_RATIO_WELD       = "Stress & Ratio ( Weld Member )"
IDS_STEEL_TB_NAME_STRESS_AND_RATIO_BASE       = "Stress & Ratio ( Base Member )"
IDS_STEEL_TB_NAME_STRESS_VA                   = "va "
IDS_STEEL_TB_NAME_STRESS_VMX                  = "vmx "
IDS_STEEL_TB_NAME_STRESS_VMY                  = "vmy "
IDS_STEEL_TB_NAME_STRESS_VBX                  = "vbx "
IDS_STEEL_TB_NAME_STRESS_VBY                  = "vby "
IDS_STEEL_TB_NAME_STRESS_VSX                  = "vsx "
IDS_STEEL_TB_NAME_STRESS_VSY                  = "vsy "
IDS_STEEL_TB_NAME_COMBINED_RATIO              = "Combined Ratio"
IDS_STEEL_TB_NAME_COMBINED_RATIO_BASE         = "Combined Ratio ( Base Member )"
IDS_STEEL_TB_NAME_ANGLE_LENGTH                = "Length of Angle"
IDS_STEEL_TB_NAME_LEG_SIZE_WELD_SMAX          = "Weld, Smax "
IDS_STEEL_TB_NAME_LEG_SIZE_WELD_SMIN          = "Weld, Smin "
IDS_STEEL_TB_NAME_LEG_SIZE_BASE_SMAX          = "Base, Smax "
IDS_STEEL_TB_NAME_LEG_SIZE_BASE_SMIN          = "Base, Smin "
IDS_STEEL_TB_NAME_WELD_MEMB                   = "Weld Member"
IDS_STEEL_TB_NAME_BASE_MEMB                   = "Base Member"
IDS_STEEL_TB_NAME_STIFFENER                   = "Stiffener"
IDS_STEEL_TB_NAME_STIFFENER_SECT              = "Stiffener Section"
IDS_STEEL_TB_NAME_LOCA_BUCK_STRS              = "Local \nBuckling Stress"
IDS_STEEL_TB_NAME_COL_WEB_CRIPPL              = "Column \nWeb Crippling"
IDS_STEEL_TB_NAME_WEB_COMP_BUCKL              = "Web Compression \nBuckling"
IDS_STEEL_TB_NAME_WELD_CONN_DIR               = "Direct"
IDS_STEEL_TB_NAME_WELD_CONN_ANG               = "Angle"
IDS_STEEL_TB_NAME_WELD_CONN_COL               = "Column+Beam"
IDS_STEEL_TB_NAME_WELD_MEMB_SHORT             = "Weld Memb."
IDS_STEEL_TB_NAME_BASE_MEMB_SHORT             = "Base Memb."
IDS_STEEL_TB_NAME_SECTION_ANGLE               = "Angle"
IDS_STEEL_TB_NAME_ANGLE                       = "Angle"
IDS_STEEL_TB_NAME_ELECTRODE                   = "Electrode"
IDS_STEEL_TB_NAME_WELDING                     = "Welding"
IDS_STEEL_TB_NUMB_RN_EA                       = "Number\n( EA )"

IDS_STEEL_TB_NAME_TORSION_N_CHECK             = "Torsion\nCheck"
IDS_STEEL_TB_NAME_TORSION_CHECK_OPEN_SECT     = "Torsion Check ( Open Section )"
IDS_STEEL_TB_NAME_TORSION_THETA               = "θ "
IDS_STEEL_TB_NAME_TORSION_THETA_PRIME1        = "θ' "
IDS_STEEL_TB_NAME_TORSION_THETA_PRIME2        = "θ'' "
IDS_STEEL_TB_NAME_TORSION_THETA_PRIME3        = "θ''' "
IDS_STEEL_TB_NAME_TORSION_STRESS_FUN          = "fun "
IDS_STEEL_TB_NAME_TORSION_STRESS_FUV          = "fuv "
IDS_STEEL_TB_NAME_TORSION_STRESS_FUV_WEB      = "fuvw "
IDS_STEEL_TB_NAME_TORSION_STRESS_FUV_FLG      = "fuvf "
IDS_STEEL_TB_NAME_TORSION_RATIO_FUNFY         = "fun / øFy"
IDS_STEEL_TB_NAME_TORSION_RATIO_FUVFY         = "fuv / ø0.6Fy"
IDS_STEEL_TB_NAME_TORSION_RATIO_FUNFCR        = "fun / øcFcr"
IDS_STEEL_TB_NAME_TORSION_RATIO_FUVFCR        = "fuv / øcFcr"
IDS_STEEL_TB_NAME_TORSION_RATIO_COMBINE       = "Rcomb"
IDS_STEEL_TB_NAME_TORSION_RATIO_MAX           = "Rmax"

//Column Bearing
//Net Tension
IDS_STEEL_TB_NAME_OCCUR                       = "Occur"
IDS_STEEL_TB_NAME_NOT_OCCUR                   = "Does not Occur"
//Head

IDS_STEEL_TB_NAME_CHK_RESULT_FLG              = "Check Result ( Flange )"
IDS_STEEL_TB_NAME_CHK_RESULT_PLATE            = "Check Result ( Plate )"
IDS_STEEL_TB_NAME_CHK_RESULT_BOLT             = "Check Result ( Bolt Group )"
IDS_STEEL_TB_NAME_CHK_MIN_RESIST              = "Check Minimum Resistance"

//Row
IDS_STEEL_TB_NAME_FORCE_N_EDG                 = "N,Ed,G"
IDS_STEEL_TB_NAME_FORCE_N_ED                  = "N,Ed"
IDS_STEEL_TB_NAME_FORCE_M_YED                 = "My,Ed"
IDS_STEEL_TB_NAME_FLG_NET_TENS                = "Net Tension"
IDS_STEEL_TB_NAME_FLG_NET_N_ED                = "N,Ed"
IDS_STEEL_TB_NAME_PLATE_N_PL                  = "Npl,Rd"
IDS_STEEL_TB_NAME_PLATE_N_U                   = "Nu,Rd"
IDS_STEEL_TB_NAME_PLATE_N_BT                  = "Nbt,Rd"
IDS_STEEL_TB_NAME_PLATE_N_T                   = "Nt,Rd"
IDS_STEEL_TB_NAME_PLATE_RATIO                 = "N,Ed/Nt,Rd"
IDS_STEEL_TB_NAME_BOLT_F_VRD                  = "Fv,Rd"
IDS_STEEL_TB_NAME_BOLT_F_BRD                  = "Fb,Rd"
IDS_STEEL_TB_NAME_BOLT_F_RDFP                 = "F,Rd,fp"
IDS_STEEL_TB_NAME_BOLT_RATIO                  = "N,Ed/F,Rd,fp"
IDS_STEEL_TB_NAME_RESIST_N_RD                 = "N,Rd"
IDS_STEEL_TB_NAME_RESIST_PLRATIO              = "0.25N,Ed/N,Rd"
IDS_STEEL_TB_NAME_RESIST_BTRATIO              = "0.25N,Ed/2F,Rd,fp"

//EC3 Bolt Connection Member List
IDS_STEEL_TB_NAME_SUPPORTED_MEMB              = "Supported\nMember"
IDS_STEEL_TB_NAME_SUPPORTING_MEMB             = "Supporting\nMember"
IDS_STEEL_TB_NAME_SUPPORTED_SECT              = "Section of Supported Section"
IDS_STEEL_TB_NAME_SUPPORTING_SECT             = "Section of Supporting Section"
IDS_STEEL_TB_NAME_LEVEL_GAP                   = "Level/Gap"
IDS_STEEL_TB_NAME_LEVEL                       = "Level"
IDS_STEEL_TB_NAME_FORCE_NUM_BEAM              = "No. of\nSupported\nBeam"
IDS_STEEL_TB_NAME_FORCE_AF                    = "Axial"
IDS_STEEL_TB_NAME_FORCE_PA                    = "Permanent\nAxial"
IDS_STEEL_TB_NAME_FORCE_MX                    = "Moment(x)"
IDS_STEEL_TB_NAME_FORCE_MY                    = "Moment(y)"
IDS_STEEL_TB_NAME_FORCE_SX                    = "Shear(x)"
IDS_STEEL_TB_NAME_FORCE_SY                    = "Shear(y)"
IDS_STEEL_TB_NAME_FORCE_SY2                   = "Shear(y2)"
IDS_STEEL_TB_NAME_FORCE_HP                    = "hp"
IDS_STEEL_TB_NAME_FORCE_N3                    = "N3"
IDS_STEEL_TB_NAME_SPACING_WX                  = "Web (x)"
IDS_STEEL_TB_NAME_SPACING_WY                  = "Web (y)"
IDS_STEEL_TB_NAME_SPACING_FX                  = "Flg (x)"
IDS_STEEL_TB_NAME_SPACING_FY                  = "Flg (y)"
IDS_STEEL_TB_NAME_EXTENSION_WX                = "Web (x)"
IDS_STEEL_TB_NAME_EXTENSION_WY                = "Web (y)"
IDS_STEEL_TB_NAME_EXTENSION_FX                = "Flg (x)"
IDS_STEEL_TB_NAME_EXTENSION_FY                = "Flg (y)"
IDS_STEEL_TB_NAME_DIVISION_PLATE              = "Division Plate"
IDS_STEEL_TB_NAME_DIVISION_APPLY              = "Apply"
IDS_STEEL_TB_NAME_DIVISION_THK                = "Thickness"
IDS_STEEL_TB_NAME_BOLT_DEPTH                  = "Depth"
IDS_STEEL_TB_NAME_DGN_NEDG                    = "N,Ed,G"
IDS_STEEL_TB_NAME_DGN_NED                     = "N,Ed"
IDS_STEEL_TB_NAME_DGN_MYED                    = "My,Ed"
IDS_STEEL_TB_NAME_DGN_VED                     = "V,Ed1"
IDS_STEEL_TB_NAME_DGN_VED2                    = "V,Ed2"
IDS_STEEL_TB_NAME_DGN_FED                     = "F,Ed"
IDS_STEEL_TB_NAME_CHK_DIMENSION               = "Dimension"
IDS_STEEL_TB_NAME_CHK_THICKNESS               = "Thickness"
IDS_STEEL_TB_NAME_CHK_SPACE_FLG               = "Spacing\n (Flange)"
IDS_STEEL_TB_NAME_CHK_SPACE_WEB               = "Spacing\n (Web)"
IDS_STEEL_TB_NAME_CHK_EXT_FLG                 = "Extension\n (Flange)"
IDS_STEEL_TB_NAME_CHK_EXT_WEB                 = "Extension\n (Web)"
IDS_STEEL_TB_NAME_END_FIN_PLATE               = "End/Fin Plate"
IDS_STEEL_TB_NAME_CHK_MAX                     = "Check\nMax\nValue"

//EC3 Bolt Connection Result Grid
IDS_STEEL_TB_NAME_FIN_FORCE_HD                = "Design Force"
IDS_STEEL_TB_NAME_FIN_FORCE_V_ED1             = "V,Ed,1 "
IDS_STEEL_TB_NAME_FIN_FORCE_V_ED2             = "V,Ed,2 "
IDS_STEEL_TB_NAME_FIN_FORCE_F_ED              = "F,Ed "
IDS_STEEL_TB_NAME_FIN_CHECK_HD                = "Check Dimension"
IDS_STEEL_TB_NAME_FIN_CHECK_T_MAX             = "tp / tp,max"
IDS_STEEL_TB_NAME_FIN_CHECK_H_MIN             = "hp / hp,min"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_BOLT_HD       = "Check Supported Member ( Bolt Group )"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_BOLT_RATIO1   = "V,Ed / V,Rd,Shear"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_BOLT_RATIO2   = "V,Ed / V,Rd,Plate"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_BOLT_RATIO3   = "V,Ed / V,Rd,Web"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_PLATE_HD      = "Check Supported Member ( Plate )"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_PLATE_RATIO1  = "V,Ed / V,Rd,Shear"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_PLATE_RATIO2  = "V,Ed / V,Rd,Bearing"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_PLATE_RATIO3  = "V,Ed / V,Rd,Buckling"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_WEB_HD        = "Check Supported Member ( Web )"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_WEB_RATIO     = "V,Ed / V,Rd,min"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_WEB_INTERAC_HD  = "Shear and Bending Interaction ( Web )"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_RESIS_NOTCH_HD  = "Check Resistance ( Notch )"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_NOTCH_RATIO   = "Ratio"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_CONN_HD       = "Check Supported Member ( Connection )"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_CONN_RATIO    = "Ratio"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_NOTCH2_HD     = "Check Supported Beam ( Notch )"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_NOTCH2_RATIO  = "Ratio"
IDS_STEEL_TB_NAME_FIN_SUPPORTING_MEMB_HD      = "Check Supporting Member"
IDS_STEEL_TB_NAME_FIN_SUPPORTING_MEMB_RATIO1  = "Shear Ratio"
IDS_STEEL_TB_NAME_FIN_SUPPORTING_MEMB_RATIO2  = "Punching Ratio"
IDS_STEEL_TB_NAME_FIN_STRUCT_PLATE_HD         = "Check Structural Integrity ( Plate & Bolt )"
IDS_STEEL_TB_NAME_FIN_STRUCT_PLATE_RATIO1     = "Tension Ratio"
IDS_STEEL_TB_NAME_FIN_STRUCT_PLATE_RATIO2     = "Shear Ratio"
IDS_STEEL_TB_NAME_FIN_STRUCT_PLATE_RATIO3     = "Bearing Ratio"
IDS_STEEL_TB_NAME_FIN_STRUCT_WEB_HD           = "Check Structural Integrity ( Web )"
IDS_STEEL_TB_NAME_FIN_STRUCT_WEB_RATIO1       = "Tension Ratio"
IDS_STEEL_TB_NAME_FIN_STRUCT_WEB_RATIO2       = "Bearing Ratio"
IDS_STEEL_TB_NAME_FIN_STRUCT_COL_HD           = "Structural Integrity ( Supporting Column )"
IDS_STEEL_TB_NAME_FIN_STRUCT_COL_RATIO        = "F,Ed / F,Rd,u"

IDS_STEEL_TB_NAME_END_FORCE_V_ED1             = "V,Ed1"
IDS_STEEL_TB_NAME_END_FORCE_V_ED2             = "V,Ed2"
IDS_STEEL_TB_NAME_END_FORCE_F_ED              = "F,Ed"
IDS_STEEL_TB_NAME_END_CHECK                   = "Check Dimension"
IDS_STEEL_TB_NAME_END_CHECK_TP_MAX            = "tp / tp,max"
IDS_STEEL_TB_NAME_END_CHECK_HP_MIN            = "hp,min / hp"
IDS_STEEL_TB_NAME_END_CHECK_P3_MIN            = "p3,min / p3 "
IDS_STEEL_TB_NAME_END_CHECK_P3_MAX            = "p3 / p3,max"
IDS_STEEL_TB_NAME_END_CHECK_DNT_MIN           = "Dnt,min / Dnt"
IDS_STEEL_TB_NAME_END_SUPPORTED_WEB_HD        = "Check Supported Member ( Web )"
IDS_STEEL_TB_NAME_END_SUPPORTED_WEB_V_CRD     = "Vc,Rd"
IDS_STEEL_TB_NAME_END_SUPPORTED_WEB_RATIO     = "V,Ed / Vc,Rd"
IDS_STEEL_TB_NAME_END_SUPPORTED_NOTCH_HD      = "Check Supported Member ( Notch )"
IDS_STEEL_TB_NAME_END_SUPPORTED_NOTCH_RATIO   = "Ratio"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_HD         = "Check Connection ( Bolt Group )"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_F_BRDP     = "Fb,Rd,p"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_F_BRD2     = "Fb,Rd,2"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_F_BRD      = "Fb,Rd"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_F_VRD      = "Fv,Rd"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_F_RD       = "F,Rd"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_RATIO      = "V,Ed / F,Rd"
IDS_STEEL_TB_NAME_END_CHK_CON_PLATE_HD        = "Check Connection ( Plate )"
IDS_STEEL_TB_NAME_END_CHK_CON_PLATE_RATIO1    = "V,Ed / V,Rd,min"
IDS_STEEL_TB_NAME_END_CHK_CON_PLATE_RATIO2    = "V,Ed / V,Rd,ip"
IDS_STEEL_TB_NAME_END_SUPPORTING_MEMB_HD      = "Check Supporting Member"
IDS_STEEL_TB_NAME_END_SUPPORTING_MEMB_RATIO1  = "Shear Ratio"
IDS_STEEL_TB_NAME_END_SUPPORTING_MEMB_RATIO2  = "Bearing Ratio"
IDS_STEEL_TB_NAME_END_CHK_RESIST_PLATE_HD     = "Check Tying Resistance ( Plate & Bolt )"
IDS_STEEL_TB_NAME_END_CHK_RESIST_PLATE_RATIO  = "F,Ed / F,Rd,u,min"
IDS_STEEL_TB_NAME_END_CHK_RESIST_MEMB_HD      = "Tying Resistance ( Supported Member )"
IDS_STEEL_TB_NAME_END_CHK_RESIST_MEMB_RATIO   = "F,Ed / F,Rd,u"
IDS_STEEL_TB_NAME_END_CHK_RESIST_WEB_HD       = "Check Tying Resistance ( Web )"
IDS_STEEL_TB_NAME_END_CHK_RESIST_WEB_RATIO    = "Ratio"
IDS_STEEL_TB_NAME_END_CHK_RESIST_COL_WEB_HD   = "Tying Resistance ( Supporting Web )"
IDS_STEEL_TB_NAME_END_CHK_RESIST_COL_WEB_RATIO  = "F,Ed / F,Rd,u"

IDS_STEEL_TB_NAME_COL_CHECK_DIM_HD            = "Check Dimension ( Web & Flange )"
IDS_STEEL_TB_NAME_COL_CHECK_DIM_BWP           = "bwp,min / bwp "
IDS_STEEL_TB_NAME_COL_CHECK_DIM_BFP           = "bfp,min / bfp "
IDS_STEEL_TB_NAME_COL_CHECK_DIM_HFP           = "Hfp,min / Hfp "
IDS_STEEL_TB_NAME_COL_CHECK_THK_HD            = "Check Thickness"
IDS_STEEL_TB_NAME_COL_CHECK_THK_TFP           = "tfp,min / tfp"
IDS_STEEL_TB_NAME_COL_CHECK_THK_TP            = "tp,min  / tp"
IDS_STEEL_TB_NAME_COL_CHECK_THK_TDP           = "tdp,min / tdp"

// Check Space
IDS_STEEL_TB_NAME_CHECK_SPACEHEAD             = "Check Sapcing"
IDS_STEEL_TB_NAME_CHECK_FLG_SPACEHEAD         = "Check Sapcing (Flange)"
IDS_STEEL_TB_NAME_CHECK_WEB_SPACEHEAD         = "Check Sapcing (Web)"
IDS_STEEL_TB_NAME_CHECK_SPACE1_MIN            = "p1,min / p1"
IDS_STEEL_TB_NAME_CHECK_SPACE1_MAX            = "p1 / p1,max"
IDS_STEEL_TB_NAME_CHECK_SPACE2_MIN            = "p2,min / p2"
IDS_STEEL_TB_NAME_CHECK_SPACE2_MAX            = "p2 / p2,max"

// Check Extension
IDS_STEEL_TB_NAME_FIN_CHECK_EXTN_HEAD         = "Check Extensions"
IDS_STEEL_TB_NAME_FIN_CHECK_EXTW1_MIN         = "e1,min / e1"
IDS_STEEL_TB_NAME_FIN_CHECK_EXTW1_MAX         = "e1 / e1,max"
IDS_STEEL_TB_NAME_FIN_CHECK_EXTW2_MIN         = "e2,min / e2"
IDS_STEEL_TB_NAME_FIN_CHECK_EXTW2_MAX         = "e2 / e2,max"

IDS_STEEL_TB_NAME_END_CHECK_EXTN_HEAD         = "Check Extensions"
IDS_STEEL_TB_NAME_END_CHECK_EXTW1_MIN         = "e1,min / e1"
IDS_STEEL_TB_NAME_END_CHECK_EXTW1_MAX         = "e1 / e1,max"
IDS_STEEL_TB_NAME_END_CHECK_EXTW2_MIN         = "e2,min / e2"
IDS_STEEL_TB_NAME_END_CHECK_EXTW2_MAX         = "e2 / e2,max"

IDS_STEEL_TB_NAME_COL_CHECK_EXTW_HEAD         = "Check Extensions ( Web )"
IDS_STEEL_TB_NAME_COL_CHECK_EXTW1_MIN         = "e1,min / e1"
IDS_STEEL_TB_NAME_COL_CHECK_EXTW1_MAX         = "e1 / e1,max"
IDS_STEEL_TB_NAME_COL_CHECK_EXTW2_MIN         = "e2,min / e2"
IDS_STEEL_TB_NAME_COL_CHECK_EXTW2_MAX         = "e2 / e2,max"
IDS_STEEL_TB_NAME_COL_CHECK_EXTF_HEAD         = "Check Extensions ( Flange )"
IDS_STEEL_TB_NAME_COL_CHECK_EXTF1_MIN         = "e1,min / e1"
IDS_STEEL_TB_NAME_COL_CHECK_EXTF1_MAX         = "e1 / e1,max"
IDS_STEEL_TB_NAME_COL_CHECK_EXTF2_MIN         = "e2,min / e2"
IDS_STEEL_TB_NAME_COL_CHECK_EXTF2_MAX         = "e2 / e2,max"

IDS_STEEL_TB_NAME_TENS_STIFFENER              = "Tension Stiffener"
IDS_STEEL_TB_NAME_NUM_OF_GIRDER               = "Num.\nof\nGirder"
IDS_STEEL_TB_NAME_NUM_OF_COLUMN               = "Num.\nof\nColumn"
IDS_STEEL_TB_NAME_MAIN_GIRDER                 = "Main Girder"
IDS_STEEL_TB_NAME_SUB_GIRDER                  = "Sub Girder"
IDS_STEEL_TB_NAME_SECTION_SIZE                = "Section Size"
IDS_STEEL_TB_NAME_THROAT_THICKNESS            = "Throat Thickness"
IDS_STEEL_TB_NAME_END_PLATE                   = "End Plate"
IDS_STEEL_TB_NAME_LOWER_COLUMN                = "Lower Column"
IDS_STEEL_TB_NAME_UPPER_COLUMN                = "Upper Column"
IDS_STEEL_TB_NAME_KWC                         = "K,wc"
IDS_STEEL_TB_NAME_LOWER_BRACKET               = "Lower Bracket"
IDS_STEEL_TB_NAME_STIFFENER_TOPFLG            = "Stiffener (Top Flange)"
IDS_STEEL_TB_NAME_STIFFENER_BOTFLG            = "Stiffener (Bottom Flange)"
IDS_STEEL_TB_NAME_STIFFENER_COLWEB            = "Stiffener (Column Web)"
IDS_STEEL_TB_NAME_CORNER_WIDTH                = "Corner\nWidth"
IDS_STEEL_TB_NAME_SIDE_NO                     = "Side\nNo."
IDS_STEEL_TB_NAME_BOLT                        = "Bolt"
IDS_STEEL_TB_NAME_SLIP_FACTOR                 = "Slip Fact."
IDS_STEEL_TB_NAME_SHEAR_ROW_TYPE              = "Shear Row\nDesignation"
IDS_STEEL_TB_NAME_SPACING_HOR                 = "Spacing\n(Hor)"
IDS_STEEL_TB_NAME_SPACING_VER                 = "Spacing\n(Ver)"
IDS_STEEL_TB_NAME_NUM_TOP                     = "Num.Top"
IDS_STEEL_TB_NAME_NUM_BOT                     = "Num.Bot"
IDS_STEEL_TB_NAME_OFFSET                      = "Offset"
IDS_STEEL_TB_NAME_CONSIDER_WEBTHK             = "Consider\nWeb Thk."

IDS_STEEL_TB_NAME_EMBEDDED_PLATE              = "Embedded Plate"
IDS_STEEL_TB_NAME_BEARING_STRESS              = "Bearing Stress"
IDS_STEEL_TB_NAME_STUD_REQUIREMENT            = "Stud Requirement"
IDS_STEEL_TB_NAME_EDGE_DIST_DOT               = "Edge Dist."
IDS_STEEL_TB_NAME_STUD_DIA_DOT                = "Stud Dia."
IDS_STEEL_TB_NAME_STUD_SPA_DOT                = "Stud Spa."

IDS_STEEL_TB_NAME_DESIGN_N_METHOD             = "Design\nMethod"
IDS_STEEL_TB_NAME_FACTOR_FOR_BOLTHOLE         = "Factor\nfor\nBolt Hole"
IDS_STEEL_TB_NAME_THROAT_N_THICKNESS          = "Throat\nThickness"
IDS_STEEL_TB_NAME_EFFECTIVE_LENGTH            = "Effective Length"

//EC3: Beam-Column Result Grid
IDS_STEEL_TB_NAME_NU_EC                       = "NEd"
IDS_STEEL_TB_NAME_MUX_EC                      = "Mx,Ed"
IDS_STEEL_TB_NAME_MUY_EC                      = "My,Ed"
IDS_STEEL_TB_NAME_VUX_EC                      = "Vx,Ed"
IDS_STEEL_TB_NAME_VUY_EC                      = "Vy,Ed"
IDS_STEEL_TB_NAME_TU_EC                       = "TEd"
IDS_STEEL_TB_NAME_C1                          = "C1"
IDS_STEEL_TB_NAME_C2                          = "C2"
IDS_STEEL_TB_NAME_ANXTYPE                     = "Annex Type(Kij)"
IDS_STEEL_TB_NAME_CMX                         = "CMX"
IDS_STEEL_TB_NAME_CMY                         = "CMY"
IDS_STEEL_TB_NAME_CMLT                        = "CMLT"
IDS_STEEL_TB_NAME_CSECT_STRN                  = "Cross Section Capacity" 
IDS_STEEL_TB_NAME_BUCK_STRN                   = "Buckling Capacity"
IDS_STEEL_TB_NAME_NCRD                        = "Nc,Rd"
IDS_STEEL_TB_NAME_MXRD                        = "Mx,Rd"
IDS_STEEL_TB_NAME_MYRD                        = "My,Rd"
IDS_STEEL_TB_NAME_VXRD                        = "Vx,Rd"
IDS_STEEL_TB_NAME_VYRD                        = "Vy,Rd"
IDS_STEEL_TB_NAME_MNXRD                       = "Mvx,Rd"
IDS_STEEL_TB_NAME_MNYRD                       = "Mvy,Rd"
IDS_STEEL_TB_NAME_NBXRD                       = "Nbx,Rd"
IDS_STEEL_TB_NAME_NBYRD                       = "Nby,Rd"
IDS_STEEL_TB_NAME_NBTRD                       = "Nb,Rd,FT"
IDS_STEEL_TB_NAME_MBRD                        = "Mb,Rd"
IDS_STEEL_TB_NAME_VBXRD                       = "Vbx,Rd"
IDS_STEEL_TB_NAME_VBYRD                       = "Vby,Rd"
IDS_STEEL_TB_NAME_SECT_CAPACITY               = "Cross Section Design Ratio"
IDS_STEEL_TB_NAME_BUCK_CAPACITY               = "Buckling Design Ratio"
IDS_STEEL_TB_NAME_MXRD_RAT                    = "Mx,Ed/Mx,Rd"
IDS_STEEL_TB_NAME_MYRD_RAT                    = "My,Ed/My,Rd"
IDS_STEEL_TB_NAME_VXRD_RAT                    = "Vx,Ed/Vx,Rd"
IDS_STEEL_TB_NAME_VYRD_RAT                    = "Vy,Ed/Vy,Rd"
IDS_STEEL_TB_NAME_CBST_RATX                   = "Mx,Ed/Mvx,Rd"
IDS_STEEL_TB_NAME_CBST_RATY                   = "My,Ed/Mvy,Rd"
IDS_STEEL_TB_NAME_CBST_RAT                    = "B&A Ratio"
IDS_STEEL_TB_NAME_NBXRD_RAT                   = "NEd/Nbx,Rd"
IDS_STEEL_TB_NAME_NBYRD_RAT                   = "NEd/Nby,Rd"
IDS_STEEL_TB_NAME_NBTRD_RAT                   = "NEd/Nb,Rd,FT"
IDS_STEEL_TB_NAME_MBRD_RAT                    = "Mx,Ed/Mb,Rd"
IDS_STEEL_TB_NAME_VBXRD_RAT                   = "VEd/Vbx,Rd"
IDS_STEEL_TB_NAME_VBYRD_RAT                   = "VEd/Vby,Rd"
IDS_STEEL_TB_NAME_CBBKX_RAT                   = "B&A Ratio (X)"
IDS_STEEL_TB_NAME_CBBKY_RAT                   = "B&A Ratio (Y)"

//ESSG Result Grid
IDS_STEEL_TB_NAME_WTOT_RAT                    = "Width-to-Thickness Ratios"
IDS_STEEL_TB_NAME_FLANGE_CTOT                 = "Flange (c/t)"
IDS_STEEL_TB_NAME_WEB_CTOT                    = "Web (c/t)"
IDS_STEEL_TB_NAME_FLG_LIMTS                   = "Flange Class Limits 1,2,3"
IDS_STEEL_TB_NAME_WEB_LIMTS                   = "Web Class Limits 1,2,3"
IDS_STEEL_TB_NAME_FLG_CLASS                   = "Flange Class"
IDS_STEEL_TB_NAME_WEB_CLASS                   = "Web Class"
IDS_STEEL_TB_NAME_SECT_CLASS                  = "Section Class"
IDS_STEEL_TB_NAME_AXI_CAPA                    = "Axial Capacity"
IDS_STEEL_TB_NAME_MOT_CAPA                    = "Moment Capacity"
IDS_STEEL_TB_NAME_COM_CAPA                    = "Combined Capacity"
IDS_STEEL_TB_NAME_BEND_SHEAR                  = "Bending and Shear"
IDS_STEEL_TB_NAME_BEND_AXIAL                  = "Bending and Axial"
IDS_STEEL_TB_NAME_BEND_SHEAR_AXIAL            = "Reduction Factor (ρ)"
IDS_STEEL_TB_NAME_SHEAR_CAPA                  = "Shear Capacity"
IDS_STEEL_TB_NAME_FLEX_BUCK                   = "Flexural Buckling"
IDS_STEEL_TB_NAME_TORS_BUCK                   = "Torsional and Torsional-Flexural Buckling"
IDS_STEEL_TB_NAME_LAT_TORS_BUCK               = "Lateral Torsional Buckling"
IDS_STEEL_TB_NAME_INACT_FACTORS               = "Interaction Factors Kij"
IDS_STEEL_TB_NAME_COMB_BEND_AXIAL_COMP        = "Combined Buckling"
IDS_STEEL_TB_NAME_COMB_RATIO                  = "Bending and Axial Comp."
IDS_STEEL_TB_NAME_SHEAR_BUCKL                 = "Shear Buckling"
IDS_STEEL_TB_NAME_XYHH_SHEAR                  = "X,Y-High Shear"
IDS_STEEL_TB_NAME_XYLH_SHEAR                  = "Y-High Shear"
IDS_STEEL_TB_NAME_XYHL_SHEAR                  = "X-High Shear"
IDS_STEEL_TB_NAME_XYLL_SHEAR                  = "X,Y-Low Shear"

// STEEL BOLT MOMENT CONNECTION ( KSSC / AISC )
IDS_STEEL_TB_NAME_FULL_N_DEPTH                = "Full\nDepth"
IDS_STEEL_TB_NAME_EDGE_N_LENGTH               = "Edge\nLength"
IDS_STEEL_TB_NAME_EDGE_N_HEIGHT               = "Edge\nHeight"
IDS_STEEL_TB_NAME_EXT_DOT_X                   = "Ext.(X)"
IDS_STEEL_TB_NAME_EXT_DOT_Y                   = "Ext.(Y)"
IDS_STEEL_TB_NAME_YIELD_STRESS                = "Yield Stress"
IDS_STEEL_TB_NAME_LOAD_N_COMB_DOT             = "Load\nComb."
IDS_STEEL_TB_NAME_DESIGN_N_PARAM_DOT          = "Design\nParam."
IDS_STEEL_TB_NAME_PROPERTY                    = "Property"
IDS_STEEL_TB_NAME_SPACING                     = "Spacing"
IDS_STEEL_TB_NAME_INT_DOT                     = "Int."
IDS_STEEL_TB_NAME_EXT_DOT                     = "Ext."
IDS_STEEL_TB_NAME_CONSIDER_N_WEB_N_THICK      = "Consider\nWeb\nThick"
IDS_STEEL_TB_NAME_CONSIDER_N_FLG_N_THICK      = "Consider\nFlange\nThick"
IDS_STEEL_TB_NAME_ROWCOL_COLUMN               = "Column"
IDS_STEEL_TB_NAME_ROWCOL_ROW                  = "Row"
IDS_STEEL_TB_NAME_GIRDER_STIFFNER             = "Girder Stiffener"
IDS_STEEL_TB_NAME_NO_PRYING_BOLT_MOMENT_STR   = "No Prying\nBolt\nMoment\nStrength"
IDS_STEEL_TB_NAME_REQ_END_PLATE_THICK         = "Req.\nEnd\nPlate\nThick"
IDS_STEEL_TB_NAME_COMP_BOLT_SHEAR_RUPTURE     = "Comp.\nBolt\nShear\nRupture"
IDS_STEEL_TB_NAME_BOLT_BEARING_TEAROUT        = "Bolt\nBearing\nTear-Out"
IDS_STEEL_TB_NAME_COLUMN_FLANGE_YIELDING      = "Column\nFlange\nYielding"
IDS_STEEL_TB_NAME_STIFFENER_DESIGN_FORCE      = "Stiffener Design Force"
IDS_STEEL_TB_NAME_PLATE_N_YIELDING            = "Plate\nYielding"
IDS_STEEL_TB_NAME_PLATE_N_RUPTURE             = "Plate\nRupture"
IDS_STEEL_TB_NAME_SHEAR_N_YIELDING            = "Shear\nYielding"
IDS_STEEL_TB_NAME_SHEAR_N_RUPTURE             = "Shear\nRupture"
IDS_STEEL_TB_NAME_COLUMN_N_FLANGE             = "Column\nFlange"
IDS_STEEL_TB_NAME_WEB_N_YIELDING              = "Web\nYielding"
IDS_STEEL_TB_NAME_WEB_N_BUCKLING              = "Web\nBuckling"
IDS_STEEL_TB_NAME_WEB_N_CRIPPLING             = "Web\nCrippling"
IDS_STEEL_TB_NAME_DESIGN_N_FORCE              = "Design\nForce"
